PF = {

    "ПФ Рибний бульйон": {
        "Вода": 1.5,
        "Рибні кістки": 0.055,
        "Морква": 0.015,
        "Цибуля": 0.015,
    },

    "ПФ Морепродукти": {
        "Креветки": 0.06,
        "Кальмар": 0.04,
        "Мідії": 0.07,
    },

    "ПФ Рис": {
        "Рис сирий": 0.42,
        "Бульйон": 1.5,
    },

    "ПФ Соус тартар": {
        "Майонез": 0.43,
        "Сметана": 0.25,
        "Огірок": 0.25,
    },

    "ПФ Хумус": {
        "Нут": 0.73,
        "Кунжут": 0.32,
    }

}