RECIPES = {

    "Рибна юшка": {
        "ПФ Рибний бульйон": 0.9,
        "ПФ Картопля": 0.08,
        "ПФ Морква": 0.02,
        "ПФ Часникова паста": 0.001,
        "Хондаші": 0.007,
        "Сіль": 0.005,
    },

    "Спагеті з морепродуктами": {
        "ПФ Спагеті": 0.14,
        "ПФ Морепродукти": 0.17,
        "Масло": 0.05,
        "Вино": 0.02,
        "Пармезан": 0.015,
    },

    "Різотто з морепродуктами": {
        "ПФ Рис": 0.17,
        "ПФ Морепродукти": 0.1,
        "Вершки": 0.1,
        "Бульйон": 0.1,
    },

    "Бургер з креветками": {
        "Булка": 1,
        "ПФ Креветки": 0.1,
        "Фрі": 0.1,
        "Соус": 0.06,
    },

}